/* Narrative line; with who, action and time */
"%@ %@ %@. " = "%1$@ %2$@ %3$@. ";

/* Main activity label, 3 or more makers */
"%d makers are inspiring society" = "%d makers zijn hard aan het werk";

/* Order specifier */
"a bit later" = "wat later";

/* Order specifier */
"after that" = "daarna";

/* No comment provided by engineer. */
"Alert me" = "Waarschuw mij";

/* No comment provided by engineer. */
"Alert me only when" = "Waarschuw alleen als";

/* Order specifier */
"also" = "ook";

/* No comment provided by engineer. */
"always - regardless as to where I am" = "altijd, waar ik ook ben";

/* Rough time; 9-10 */
"around breakfast" = "in de ochtend";

/* Rough time; 10-11 */
"around coffee time" = "rond koffie tijd";

/* Rough time; 17-18 */
"around dinner time" = "rond etenstijd";

/* Rough time; 12-13 */
"around noon" = "rond het middaguur";

/* Rough time; 4-8 */
"at some insane early hour" = "spookvroeg";

/* Main activity label, no one there. */
"Current no making" = "Er wordt niets gemaakt";

/* Rough time; 14-15 */
"early afternoon" = "vroeg in de middag";
/* distance  < 150km */
"firmly in the Netherlands" = "ergens in Nederland";

/* Main activity label, 2 makers. */
"Great making going on" = "Geweldige activiteit";

/* distance < 4km */
"in Leiden" = "in Leiden";

/* distance > 15km */
"in the region" = "in de buurt van Leiden";

/* Rough time; 16 */
"just in time for tea" = "eind van de middag";

/* distance < 250 meter */
"nearby the space" = "vlakbij";

/* distance < 1000km */
"roughly in this timezone" = "ergens in europa";

/* Main activity label, 1 maker. */
"Some light making going on" = "beetje maakwerk";

/* Rough time; 19-20 */
"sometime early evening" = "in de vroege avond";

/* Rough time; 21-23 */
"sometime late evening" = "laat in de avond";

/* Rough time; 0-3 */
"somewhat after midnight" = "rond middernacht";

/* any distance */
"still somewhere in this galaxy" = "ergens in dit universum";

/* Order specifier */
"thereafter" = "daarna";
/* Used for today. */
"today" = "vandaag";

/* used in distance composition - argument is a distance */
"when I am %@" = "wanneer ik %@ ben";

/* used in distance composition - argument is a distance */
"when I am %@ and there is some serious making going on" = "wanner ik %@ ben en er wordt hard geknutseld";

/* distance < 30 meter */
"within spitting distance of the space" = "in de schaduw van de Hooglandse kerk";

/* any distance < 750 meter */
"within the Singels of Leiden" = "binnen de singels van Leiden";

/* Exit specifier */
"got out" = "vertrok";
"left" = "vertrok";
"ran out" = "vertrok";
"vanished" = "vetrok";
"was last seen" = "vertrok";

/* Entry specifier */
"was seen" = "begon";
"showed up" = "was er";
"entered" = "begon";
"got in" = "startte";
"arrived" = "begon";


